Revit 2027 API
ParameterTypeId.RebarElementVisibility Property
 "View Visibility States"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarElementVisibility { get; }
Public Shared ReadOnly Property RebarElementVisibility As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarElementVisibility {
	ForgeTypeId^ get ();
}
static member RebarElementVisibility : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace